[
    {
        "id": "BIO-100",
        "title": "Biología",
        "description": "Explora las complejidades de las células y moléculas que conforman la vida. Desde el ADN hasta los procesos celulares, los estudiantes obtienen una comprensión profunda de la genética y las interacciones intracelulares. Con enfoque teórico y práctico, el curso abre puertas a avances en medicina e investigación científica.",
        "image": "src/assets/img/courses/BIO-100.webp",
        "tag": "I CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "QUI-101",
        "title": "Química",
        "description": "Comprende la estructura, composición, propiedades y transformaciones de la materia. Fundamenta los procesos biológicos desde la perspectiva molecular, abordando la composición química de los organismos y su relación con la salud.",
        "image": "src/assets/img/courses/QUI-101.webp",
        "tag": "I CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "BIF-102",
        "title": "Biofísica",
        "description": "Explora el campo interdisciplinario que fusiona la Física con la Biología para comprender los procesos biológicos desde una perspectiva cuantitativa. Explora cómo las leyes físicas se aplican a los sistemas biológicos, desde la mecánica celular hasta la imagenología médica. Este enfoque permite desarrollar técnicas innovadoras para comprender mejor el funcionamiento del cuerpo humano",
        "image": "src/assets/img/courses/BIF-102.webp",
        "tag": "I CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "MAT-103",
        "title": "Matemática",
        "description": "Proporciona herramientas para cuantificar fenómenos biológicos, modelar sistemas fisiológicos y realizar análisis críticos fundamentales para la práctica médica.",
        "image": "src/assets/img/courses/MAT-103.webp",
        "tag": "I CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "ANA-104",
        "title": "Anatomía Básica",
        "description": "Estudia la estructura del cuerpo humano, desde los órganos hasta el sistema musculoesquelético, proporcionando la base para comprender la disposición anatómica esencial en la Medicina.",
        "image": "src/assets/img/courses/ANA-104.webp",
        "tag": "II CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "FIS-105",
        "title": "Fisiología",
        "description": "Explora los procesos vitales del cuerpo humano, desde la respiración hasta la circulación, conectando la química y la anatomía en el estudio de las funciones corporales.",
        "image": "src/assets/img/courses/FIS-105.webp",
        "tag": "II CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "BIOQ-106",
        "title": "Bioquímica",
        "description": "Estudio de las moléculas biológicas, como proteínas, enzimas, ácidos nucleicos y su función en la vida celular.",
        "image": "src/assets/img/courses/BIOQ-106.webp",
        "tag": "II CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "HIS-107",
        "title": "Histología",
        "description": "studia la estructura microscópica de los tejidos, esencial para comprender la composición celular y la base de los órganos, proporcionando información crucial para la práctica clínica y la comprensión detallada del cuerpo humano.",
        "image": "src/assets/img/courses/HIS-107.webp",
        "tag": "II CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "CI-108",
        "title": "Casos Integradores I",
        "description": "Integración de conocimientos adquiridos en el ciclo, aplicados a situaciones clínicas simuladas.",
        "image": "src/assets/img/courses/CI-108.webp",
        "tag": "II CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "MOR-109",
        "title": "Morfoanatomía I",
        "description": "Explora la estructura macroscópica del sistema nervioso, detallando la disposición anatómica de cerebro, médula espinal y nervios periféricos, proporcionando los cimientos para comprender la organización física del sistema nervioso en el cuerpo humano.",
        "image": "src/assets/img/courses/MOR-109.webp",
        "tag": "III CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "MORF-110",
        "title": "Morfofisiología I",
        "description": "Aborda la función y la interrelación entre estructura y función en el sistema nervioso. Analiza cómo la anatomía influye en la fisiología neuronal, desde la generación de potenciales de acción hasta la transmisión sináptica, esencial para entender el funcionamiento del sistema nervioso.",
        "image": "src/assets/img/courses/MORF-110.webp",
        "tag": "III CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "MORH-111",
        "title": "Morfohistología I",
        "description": "Estudia la estructura microscópica de los tejidos nerviosos, incluyendo neuronas y células gliales, ofreciendo una visión detallada de la composición celular y la organización histológica del sistema nervioso.",
        "image": "src/assets/img/courses/MORH-111.webp",
        "tag": "III CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "MORFEMB-112",
        "title": "Morfoembriología I",
        "description": "Explora el desarrollo embrionario del sistema nervioso, desde la formación inicial de la médula espinal y el cerebro hasta la aparición y diferenciación de estructuras neuronales, proporcionando la base para comprender la evolución y formación del sistema nervioso en el ser humano.",
        "image": "src/assets/img/courses/MORFEMB-112.webp",
        "tag": "III CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "CI-113",
        "title": "Casos Integradores II",
        "description": "Resolución de casos clínicos que requieren conocimientos de los ciclos anteriores.",
        "image": "src/assets/img/courses/CI-113.webp",
        "tag": "III CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "GEMB-114",
        "title": "Genética y Embriología",
        "description": "Principios genéticos y su relación con el desarrollo embrionario y enfermedades congénitas.",
        "image": "src/assets/img/courses/GEMB-114.webp",
        "tag": "III CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "MOR-115",
        "title": "Morfoanatomía II",
        "description": "Explora la anatomía macroscópica de los sistemas cardiovascular, respiratorio y digestivo. Detalla la disposición anatómica del corazón, los vasos sanguíneos, los pulmones y el tracto gastrointestinal, proporcionando una comprensión estructural fundamental para la práctica médica.",
        "image": "src/assets/img/courses/MOR-115.webp",
        "tag": "IV CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "MORF-116",
        "title": "Morfofisiología II",
        "description": "Aborda la función y la interrelación entre estructura y función en los sistemas cardiovascular, respiratorio y digestivo. Analiza desde la circulación sanguínea hasta la respiración y la digestión, mostrando cómo la anatomía influye directamente en la fisiología de estos sistemas vitales.",
        "image": "src/assets/img/courses/MORF-116.webp",
        "tag": "IV CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "MORH-117",
        "title": "Morfohistología II",
        "description": "Estudia la estructura microscópica de los tejidos en estos sistemas, incluyendo el tejido cardíaco, pulmonar y el gastrointestinal. Ofrece una visión detallada de la composición celular y la organización histológica específica de cada sistema.",
        "image": "src/assets/img/courses/MORH-117.webp",
        "tag": "IV CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "MORFEMB-118",
        "title": "Morfoembriología II",
        "description": "Explora el desarrollo embrionario de estos sistemas, desde la formación inicial del corazón, los pulmones y los órganos digestivos durante las primeras etapas embrionarias, proporcionando la base para comprender la formación y evolución de estos sistemas en el ser humano",
        "image": "src/assets/img/courses/MORFEMB-118.webp",
        "tag": "IV CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "CI-119",
        "title": "Casos Integradores III",
        "description": "Aplicación de conocimientos avanzados en escenarios clínicos complejos.",
        "image": "src/assets/img/courses/CI-119.webp",
        "tag": "IV CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "INM-120",
        "title": "Inmunología",
        "description": "Aborda la respuesta inmunitaria, desde la inmunidad innata hasta la adquirida, explorando la acción de linfocitos, anticuerpos y citoquinas en enfermedades autoinmunes y alergias.",
        "image": "src/assets/img/courses/INM-120.webp",
        "tag": "IV CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "PAT-121",
        "title": "Patología",
        "description": "Estudia la etiología, fisiopatología y manifestaciones macro y microscópicas de las enfermedades, siendo fundamental para diagnósticos precisos y estrategias terapéuticas.",
        "image": "src/assets/img/courses/PAT-121.webp",
        "tag": "V CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "FAR-122",
        "title": "Farmacología Básica",
        "description": "Examina la interacción fármaco-receptor, los mecanismos de acción, farmacocinética y farmacodinamia, así como los efectos adversos y la farmacogenómica.",
        "image": "src/assets/img/courses/FAR-122.webp",
        "tag": "V CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "MIC-123",
        "title": "Microbiología",
        "description": "Estudia microorganismos como bacterias, virus, hongos y protozoos, explorando su estructura, función, patogenicidad, epidemiología y su implicación en enfermedades infecciosas.",
        "image": "src/assets/img/courses/MIC-123.webp",
        "tag": "V CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "PAR-124",
        "title": "Parasitología",
        "description": "Se enfoca en parásitos, desde helmintos hasta protozoos, analizando su ciclo de vida, patogenia, diagnóstico y tratamiento de enfermedades parasitarias",
        "image": "src/assets/img/courses/PAR-124.webp",
        "tag": "V CICLO",
        "category": "ciencias-basicas",
        "link": "#"
    },
    {
        "id": "SEM-125",
        "title": "Semiología Médica",
        "description": "Enseña técnicas de evaluación física y exploración clínica, como la inspección, palpación, percusión y auscultación, para identificar signos vitales y síntomas asociados a diversas enfermedades en los sistemas corporales.",
        "image": "src/assets/img/courses/SEM-125.webp",
        "tag": "VI CICLO",
        "category": "ciencias-clinicas",
        "link": "#"
    },
    {
        "id": "MED-126",
        "title": "Medicina I",
        "description": "(Cardiología, Gastroenterología, Infectología, Neumología, Nefrología): Cada área se centra en el diagnóstico, manejo y tratamiento de enfermedades específicas del corazón, tracto gastrointestinal, infecciones, pulmones y riñones, respectivamente.",
        "image": "src/assets/img/courses/MED-126.webp",
        "tag": "VII CICLO",
        "category": "ciencias-clinicas",
        "link": "#"
    },
    {
        "id": "FARC-127",
        "title": "Farmacología Clínica",
        "description": "Aplica conocimientos farmacológicos en la práctica clínica, incluyendo la terapia farmacológica en pacientes, farmacovigilancia y prescripción de fármacos basada en evidencia.",
        "image": "src/assets/img/courses/FARC-127.webp",
        "tag": "VII CICLO",
        "category": "ciencias-clinicas",
        "link": "#"
    },
    {
        "id": "MED-128",
        "title": "Medicina II",
        "description": "(Dermatología, Reumatología, Neurología, Hematología, Endocrinología): Estudia enfermedades cutáneas, reumáticas, neurológicas, hematológicas y endocrinas, profundizando en diagnósticos y tratamientos de afecciones específicas.",
        "image": "src/assets/img/courses/MED-128.webp",
        "tag": "VIII CICLO",
        "category": "ciencias-clinicas",
        "link": "#"
    },
    {
        "id": "CIR-129",
        "title": "Cirugía I",
        "description": "(Cirugía General y Especialidades Quirúrgicas): Cubre técnicas quirúrgicas generales y especializadas, como cirugía abdominal, torácica, vascular, plástica, ortopédica y otras subespecialidades quirúrgicas.",
        "image": "src/assets/img/courses/CIR-129.webp",
        "tag": "IX CICLO",
        "category": "ciencias-quirurgicas",
        "link": "#"
    },
    {
        "id": "CIR-130",
        "title": "Cirugía II",
        "description": "(Oftalmología, Neurocirugía, Otorrinolaringología, Urología): Se enfoca en procedimientos quirúrgicos específicos para ojos, cerebro, oídos, nariz, garganta, tracto urológico y reproductor masculino.",
        "image": "src/assets/img/courses/CIR-130.webp",
        "tag": "X CICLO",
        "category": "ciencias-quirurgicas",
        "link": "#"
    },
    {
        "id": "GINOB-131",
        "title": "Ginecología y Obstetricia",
        "description": "Estudia la salud reproductiva femenina, incluyendo el diagnóstico y tratamiento de condiciones ginecológicas y la atención prenatal, parto y postparto.",
        "image": "src/assets/img/courses/GINOB-131.webp",
        "tag": "XI CICLO",
        "category": "ciencias-quirurgicas",
        "link": "#"
    },
    {
        "id": "PED-132",
        "title": "Pediatría",
        "description": "Se enfoca en la atención médica de niños y adolescentes, abordando el diagnóstico, prevención y tratamiento de enfermedades pediátricas y el desarrollo infantil.",
        "image": "src/assets/img/courses/PED-132.webp",
        "tag": "XII CICLO",
        "category": "ciencias-quirurgicas",
        "link": "#"
    }
]